cask_args appdir: "/Applications"

brew "fish"
brew "ffmpeg"
brew "git"
brew "jq"
brew "mysql"
brew "postgres"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tmux"
brew "youtube-dl"
brew "wget"

brew "mas"

mas "1Blocker", id: 1107421413
mas "DevCleaner for Xcode", id: 1388020431
mas "Emcee for Music", id: 408774844
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "Reeder 3", id: 880001334
mas "Slack", id: 803453959
mas "Soulver 2", id: 413965349
mas "StopTheMadness", id: 1376402589
mas "Things", id:904280696
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835

cask "1Password"
cask "android-studio"
cask "backblaze"
cask "daisydisk"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "imageoptim"
cask "kaleidoscope"
cask "paw"
cask "postgres"
cask "rubymine"
cask "sequel-pro"
cask "skype"
cask "sublime-text"
cask "spotify"
cask "telegram"
cask "tower"
cask "vlc"
cask "visual-studio-code"
cask "whatsapp"
